Repository: leifertin/applescript-myvinyl
Catalog: *.lproj/Localizable.strings
Languages: german, italian

# dialog_Welcome
source: Welcome to MyVinyl
german: Willkommen bei MyVinyl!
italian: Benvenuto in MyVinyl

# dialog_InternetDown
source: Please connect your computer to the internet.
german: Bitte verbinden Sie ihren Computer mit dem Internet.
italian: Connetti il computer a internet.

# dialog_OnlyOneImport
source: Only one list can be imported at a time.
german: Es kann nur eine Liste auf einmal importiert werden.
italian: Può essere importata solo una lista per volta.

# dialog_LeifertinDown
source: Leifertin.info isn't responding.
german: Leifertin.info antwortet nicht.
italian: Leifertin.info non risponde.

# dialog_ReleaseDeleted
source: Error: This release has been deleted.
german: Fehler: Diese Release wurde gelöscht.
italian: Errore: Questa versione è stata eliminata.

# dialog_ItemNotFound
source: Item not found.
german: Objekt nicht gefunden.
italian: Oggetto non trovato.

# dialog_NonDiscogsBuySell
source: Only items with "Discogs Release IDs" can be bought/sold through Discogs.
german: Nur Objekte mit "Discogs Release IDs" können über Discogs verkauft/gekauft werden.
italian: Solo oggetti con il campo "Discogs Release IDs" possono essere acquistati/venduti attraverso Discogs.

# dialog_OnlyDiscogsUpdate
source: Only items with "Discogs Release IDs" can be updated.
german: Nur Objekte mit "Discogs Release IDs" können geupdated werden.
italian: Solo oggetti con il campo "Discogs Release IDs" possono essere aggiornati.

# dialog_FinishedSync
source: Finished Applying Changes! Do you want to clear the "Recent Activity" List?
german: Änderungen angewandt! Möchten Sie die "Recent Activity" Liste löschen?
italian: Terminata sincronizzazione! Vuoi pulire la lista delle "Attività recenti"?

# dialog_DiscogsSyncSafari
source: Until there is a better way, you must log in to your Discogs account with Safari to continue this process. Have you done that?
german: Bis es eine besseren Weg gibt müssen Sie sich bei Discogs über Safari einloggen um mit dem Prozess fortzufahren. Haben Sie dies getan?
italian: In attesa di un metodo migliore, devi eseguire il login con il tuo account Discogs da Safari per continuare questo processo. Hai già fatto?

# dialog_NothingToSync
source: Nothing to Sync.
german: Nichts zum synchronisieren.
italian: Nessun oggetto da sincronizzare.

# dialog_UnknownFile
source: Unknown file type.
german: Unbekannter Dateityp.
italian: Tipo di file sconosciuto.

# dialog_ImpossibleRange
source: Impossible Range.
german: Unmögliche Reichweite.
italian: Campo impossibile.

# dialog_StartAtOne
source: You need to start at #1 if you have no albums.
german: Sie müssen bei #1 starten wenn Sie keine Alben haben.
italian: E' necessario inserire almeno l'album numero 1.

# dialog_QuitAfterImport
source: It would be ideal, but not necessary, to quit and relaunch MyVinyl to clear the memory.
german: Es wäre ideal, aber nicht zwingend, MyVinyl zu beenden und wieder zu starten um den Speicher zu befreien/löschen.
italian: E' consigliato, ma non necessario, uscire e riaprire MyVinyl per pulire la memoria.

# dialog_FinishedBackup
source: Finished creating backup!
german: Backup erfolgreich erstellt!
italian: Copia di backup terminata!

# dialog_QuitAfterBackup
source: You need to quit and re-open MyVinyl for the loaded backup to display correctly.
german: Sie müssen MyVinyl beenden und erneut starten damit das Backup ordnungsgemäß angezeigt wird.
italian: E' necessario chiudere e riaprire MyVinyl per visualizzare correttamente la copia di backup caricata.

# dialog_DownloadingDesktop
source: Downloading to the Desktop...
german: Herunterladen auf den Schreibtisch
italian: Sto scaricando sulla Scrivania…

# dialog_DownloadingRemaining
source: 50% more to go.
german: 50% noch.
italian: 50% alla fine.

# dialog_OnlyJPEG
source: Currently, only JPEGs are supported.
german: Im Moment werden nur JPEG's unterstützt.
italian: Attualmente sono supportati solo JPEGs.

# dialog_NoAlbum
source: No album selected!
german: Keine Alben ausgewählt!
italian: Nessun album selezionato!

# dialog_updateDBReq
source: Your database needs to be updated.
german: Ihre Datenbank muss geupdated/erneuert werden.
italian: Il tuo database deve essere aggiornato.

# dialog_errorNoXLSBin
source: Export failed. You need to install the XLS Binary export modules.
german: Export fehlgeschlagen. Sie müssen die XLS Binary Export-Module installieren.
italian: Esportazione fallita. Devi installare il modulo per esportare in formato XLS Binary.

# dialog_FinishedExportingHTML
source: Finished exporting to HTML!
german: HTML-Export durchgeführt!
italian: Terminata esportazione in HTML!

# dialog_FinishedExportingXLS
source: Finished exporting to XLS!
german: XLS-Export durchgeführt!
italian: Terminata esportazione in XLS!

# dialog_RemoveTrack
source: Are you sure you want to remove "chosenTrack" from the track list?
german: Sind Sie sicher dass Sie "chosenTrack" von der Track-Liste entfernen wollen?
italian: Sei sicuro di voler rimuovere "chosenTrack" dalla lista dei brani?

# dialog_RemoveHave
source: Are you sure you no longer have "thisAlbum"?
german: Sind Sie sicher dass sie "thisAlbum" nicht mehr wollen?
italian: Sei sicuro di voler rimuovere "thisAlbum"?

# dialog_RemoveWant
source: Are you sure you no longer want "thisAlbum"?
german: Sind Sie sicher dass sie "thisAlbum" nicht mehr besitzen?
italian: Sei sicuro di non volere più cercare "thisAlbum"?

# contains_NoLongerHave
source: Are you sure you no longer have
german: nicht mehr wollen?
italian: Sei sicuro di voler rimuovere

# contains_NoLongerWant
source: Are you sure you no longer want
german: nicht mehr besitzen?
italian: Sei sicuro di non volere più

# endsWith_FromTrackList
source: from the track list?
german: von der Track-Liste entfernen wollen?
italian: dalla lista dei brani?

# dialogHeader_Error
source: Error:
german: Fehler
italian: Errore

# dialogHeader_Warning
source: Warning:
german: Warnung
italian: Attenzione

# dialogHeader_FYI
source: Just so you know:
german: Nur damit Sie's wissen
italian: E' tutto quello che sai

# button_Yay
source: Yay!
german: Ja!
italian: Evviva!

# button_Quit
source: Quit
german: Beenden
italian: Esci

# button_Yes
source: Yes
german: Ja
italian: Si

# button_Hey
source: Hey
italian: Ehi

# button_Close
source: Close
german: Schließen
italian: Chiudi

# button_Cancel
source: Cancel
german: Abbrechen
italian: Cancella

# button_ClearRecent
source: Clear List
german: Liste löschen
italian: Pulisci lista

# button_IWantThis
source: I want this!
german: Ich will dies!
italian: Lo voglio!

# button_IHaveThis
source: I have this!
german: Ich habe dies!
italian: Ce l'ho!

# menu_BuyFrom
source: Buy From...
german: Kaufen auf...
italian: Acquistato da...

# menu_SellOn
source: Sell On...
german: Verkaufen auf...
italian: Venduto su...

# menu_SubmitDiscogs
source: Submit to Discogs...
german: Auf Discogs veröffentlichen...
italian: Invia a Discogs...

# menu_EditDiscogs
source: Edit on Discogs...
german: Auf Discogs bearbeiten...
italian: Modifica su Discogs...

# menu_ViewSerialNumber
source: View Serial Number
german: Seriennummer anzeigen
italian: Visualizza Numero di Serie

# menu_EnterSerialNumber
source: Enter Serial Number
german: Seriennummer eintragen
italian: Inserisci Numero di Serie

# hover_UpdateItem
source: Update Item
german: Update/erneuere Objekt
italian: Aggiorna oggetto

# hover_EditNotes
source: Edit Notes
german: Notizen bearbeiten
italian: Modifica note

# hover_DeleteItem
source: Delete Item
german: Objekt löschen
italian: Cancella oggetto

# hover_AddItem
source: Add Item
german: Objekt hinzufügen
italian: Aggiungi oggetto

# hover_ToggleArt
source: Toggle Focus
german: Fokus ändern
italian: Mostra copertina

# hover_ToggleTracks
source: Toggle Track List
german: Track-Liste ein/ausblenden
italian: Mostra lista brani

# misc_HaveTotal
source: I have 500 albums.
german: Ich habe 500 Alben.
italian: Ho 500 albums.

# misc_HaveWord
source: have
german: habe
italian: ce l'ho

# misc_WantTotal
source: I want 500 albums.
german: Ich will 500 Alben.
italian: Voglio 500 albums.

# misc_WantWord
source: want
german: will
italian: lo voglio

# misc_RememberHave
source: remembering the albums I have
german: erinnern an die Alben die ich habe
italian: ricordati gli album che ho

# misc_RememberWant
source: remembering the albums I want
german: erinnern an die Alben die ich will
italian: ricordati gli album che voglio

# misc_Loading
source: loading
german: laden
italian: caricamento

# misc_TimeRemaining
source: time remaining: 0.4 minutes
german: Zeit verbleibend: 0.4 Minuten
italian: tempo rimanente: 0.4 minuti

# misc_OneItem
source: 1 item
german: 1 Objekt
italian: 1 oggetto

# misc_MoreItems
source: 0 items
german: 0 Objekt
italian: 0 oggetti

# misc_ZeroItems
source: 0 items
german: 0 Objekt
italian: 0 oggetti

# misc_NothingSelected
source: Nothing Selected
german: Nichts ausgewählt
italian: Nessuna selezione

# misc_ViewOnDiscogs
source: View on Discogs
german: Auf Discogs anzeigen
italian: Visualizza su Discogs

# album_Artist
source: Artist
german: Künstler
italian: Artista

# album_Title
source: Title
german: Albentitel
italian: Titolo

# album_Label
source: Label
italian: Etichetta

# album_Country
source: Country
german: Land
italian: Paese

# album_Catalog
source: Catalog
german: Katalog
italian: Catalogo

# album_Date
source: Date
german: Erscheinungsdatum
italian: Data

# album_Format
source: Format
italian: Formato

# album_Credits
source: Credits
italian: Crediti

# album_Notes
source: Notes
german: Notizen
italian: Note

# album_TrackList
source: Track List
german: Track-Liste
italian: Lista brani
